/* Device Kind to be reported to the system */
"HP Fax" = "HP Fax";

/* The beginning of the fax job */
"Contacting fax..." = "Kontakter fax...";

/* Device busy, retrying... */
"Device busy, retrying..." = "Enhed optaget, prøver igen...";

/* Periodically inform user about fax location lookup process */
"Looking for fax..." = "Kigger efter fax...";

/* Phone number black-listed. */
/* "Phone number black-listed." = "Telefonnummer blacklistet."; */

/* Await while filter generates fax document */
"Preparing to fax..." = "Forbereder afsendelse af fax...";

/* Page progress */
"Sending page %lu..." = "Sender side %lu...";

/* Unable to contact fax, requeueing... */
"Unable to contact fax, queueing on the next fax in the class..." = "Kan ikke få kontakt til fax. Næste fax i klassen sættes i kø...";

/* Unsupported URI fatal error message */
"Unsupported URI" = "Ikke understøttet URI";

